#비교하는 기호들
#숫자들이나 문자들 비교 -> TRUE, FALSE
print(10 == 10)
내가입력한아이디 = "qwer"
회원가입당시아이디 = "qwer"

print(내가입력한아이디 == 회원가입당시아이디)
#다르다다르면 true , 같으면 false아이디 중복확인, 이메일 중복확인, 휴대폰중복확인
print(내가입력한아이디 != 회원가입당시아이디)


#이상 , 이 하 , 미만 ,초과놀이동산 놀이기구 탑승 제한키가 140이상이면 true키 = 160.12
키 = 100
print(키 >= 140)
print(키 <= 140)
print(키 > 140)
#1) 편의점 신라면 1800 , 핫바 1500 총합을 구하는 변수를 만들어서 저장,결과 출력
# 총 결제할 금액 : 3300원

신라면, 핫바 = 1800, 1500
가진돈 = 10000

총합 = 신라면 + 핫바


# 2) 
# 나머지값,몫 나눗셈!
# 거스름돈 (500원 100원)
# 결과
나머지 = 가진돈 - 총합
print(나머지)

나머지_500 = 나머지 // 500
나머지_100 = 나머지 % 500 // 100

# 500원개수: ** 원, 100원 개수: ** 원동전 500원개수 =  5
print("500원개수:", 나머지_500,"원, 100원 개수:", 나머지_100)